Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_edit_copyAs_hexSpaced
source: copy as hex string space separated
ar: copy as hex string space separated نسخ سلسلة Hex مفصولة بمسافات
cs: kopírovat kopirovat jako řetězec retezec hex mezera oddělený oddeleny copy as hex string space separated
de: kopieren als hex zeichenfolge leerzeichen copy as hex string space separated
el: αντιγραφή ως συμβολοσειρά hex κενό copy as hex string space separated
es: copiar como cadena hex espacios copy as hex string space separated
fa: رونوشت به‌صورت رشتهٔ Hex, copy as hex string space separated
fr: copier sous chaîne hex espaces copy as hex string space separated
hu: másolás másként masolas maskent karakterlánc szóköz szokoz copy as hex string space separated
id: salin sebagai string hex spasi copy as hex string space separated
it: copia come stringa separati da spazi copy as hex string space separated
ja: けいしきをせんたくしてこぴー hex 文字列 空白区切り
ko: 다른 형식으로 복사 Hex 문자열 공백 구분 copy as hex string space separated
pl: kopiuj jako ciąg rozdzielone spacjami copy as hex string space separated
pt: copiar como cadeia separados por espaço copy as hex string space separated
ro: copiere ca șir sir hex spații spatii separat copy as hex string space separated
ru: копировать как строка через пробел copy as hex string space separated
th: คัดลอกเป็น สตริง ช่องว่าง copy as hex string space separated
tr: farklı kopyala hex dizesi boşlukla ayrılmış copy as hex string space separated
uk: копіювати як рядок пробіл copy as hex string space separated
vi: sao chép dạng chuỗi hex dấu cách copy as hex string space separated
zh_hans: 复制为 Hex 字符串 空格分隔 copy as hex string space separated
zh_hant: 以格式複製 Hex 字串 以空格分隔 copy as hex string space separated

# Cmd_edit_copyAs_hexPlain
source: Copy as: Hex string (No separator)
ar: نسخ بتنسيق: سلسلة Hex (بدون فاصل)
cs: Kopírovat jako: Řetězec Hex (bez oddělovače)
de: Kopieren als: Hex-Zeichenfolge (ohne Trennzeichen)
el: Αντιγραφή ως: Συμβολοσειρά Hex (χωρίς διαχωριστικό)
es: Copiar como: cadena Hex (sin separador)
fa: رونوشت به‌صورت: رشتهٔ Hex (بدون جداکننده)
fr: Copier sous : chaîne Hex (sans séparateur)
hu: Másolás másként: Hex karakterlánc (elválasztó nélkül)
id: Salin sebagai: String Hex (tanpa pemisah)
it: Copia come: stringa Hex (senza separatore)
ja: 形式を選択してコピー: Hex 文字列 (区切りなし)
ko: 다른 형식으로 복사: Hex 문자열(구분 기호 없음)
pl: Kopiuj jako: ciąg Hex (bez separatora)
pt: Copiar como: cadeia Hex (sem separador)
ro: Copiere ca: șir Hex (fără separator)
ru: Копировать как: строка Hex (без разделителя)
th: คัดลอกเป็น: สตริง Hex (ไม่มีตัวคั่น)
tr: Farklı kopyala: Hex dizesi (Ayırıcı yok)
uk: Копіювати як: рядок Hex (без роздільника)
vi: Sao chép dạng: Chuỗi Hex (Không có dấu phân cách)
zh_hans: 复制为：Hex 字符串（无分隔符）
zh_hant: 以格式複製：Hex 字串（無分隔符號）

# CmdAlias_edit_copyAs_hexPlain
source: copy as hex string no separator
ar: copy as hex string no separator نسخ سلسلة Hex بدون فاصل
cs: kopírovat kopirovat jako řetězec retezec hex bez oddělovače oddelovace copy as hex string no separator
de: kopieren als hex zeichenfolge ohne trennzeichen copy as hex string no separator
el: αντιγραφή ως συμβολοσειρά hex χωρίς διαχωριστικό copy as hex string no separator
es: copiar como cadena hex sin separador copy as hex string no separator
fa: رونوشت به‌صورت رشتهٔ Hex, copy as hex string no separator
fr: copier sous chaîne hex sans séparateur copy as hex string no separator
hu: másolás másként masolas maskent karakterlánc elválasztó nélkül copy as hex string no separator
id: salin sebagai string hex tanpa pemisah copy as hex string no separator
it: copia come stringa senza separatore copy as hex string no separator
ja: けいしきをせんたくしてこぴー hex 文字列 区切りなし
ko: 다른 형식으로 복사 Hex 문자열 구분 기호 없음 copy as hex string no separator
pl: kopiuj jako ciąg bez separatora copy as hex string no separator
pt: copiar como cadeia sem separador copy as hex string no separator
ro: copiere ca șir sir hex fără fara separator copy as hex string no separator
ru: копировать как строка без разделителя copy as hex string no separator
th: คัดลอกเป็น สตริง ไม่มีตัวคั่น copy as hex string no separator
tr: farklı kopyala hex dizesi ayırıcı yok copy as hex string no separator
uk: копіювати як рядок без роздільника copy as hex string no separator
vi: sao chép dạng chuỗi hex không phân cách copy as hex string no separator
zh_hans: 复制为 Hex 字符串 无分隔符 copy as hex string no separator
zh_hant: 以格式複製 Hex 字串 無分隔符號 copy as hex string no separator

# Cmd_edit_copyAs_hexCommaPrefixed
source: Copy as: Hex string (0x, comma separated)
ar: نسخ بتنسيق: سلسلة Hex (0x، مفصولة بفواصل)
cs: Kopírovat jako: Řetězec Hex (0x, oddělený čárkami)
de: Kopieren als: Hex-Zeichenfolge (0x, durch Kommas getrennt)
el: Αντιγραφή ως: Συμβολοσειρά Hex (0x, διαχωρισμός με κόμμα)
es: Copiar como: cadena Hex (0x, separados por comas)
fa: رونوشت به‌صورت: رشتهٔ Hex (0x، جداشده با کاما)
fr: Copier sous : chaîne Hex (0x, séparés par des virgules)
hu: Másolás másként: Hex karakterlánc (0x, vesszővel tagolt)
id: Salin sebagai: String Hex (0x, dipisahkan koma)
it: Copia come: stringa Hex (0x, separati da virgole)
ja: 形式を選択してコピー: Hex 文字列 (0x 付きカンマ区切り)
ko: 다른 형식으로 복사: Hex 문자열(0x, 쉼표로 구분)
pl: Kopiuj jako: ciąg Hex (0x, rozdzielone przecinkami)
pt: Copiar como: cadeia Hex (0x, separados por vírgula)
ro: Copiere ca: șir Hex (0x, separat prin virgulă)
ru: Копировать как: строка Hex (0x, через запятую)
th: คัดลอกเป็น: สตริง Hex (0x คั่นด้วยจุลภาค)
tr: Farklı kopyala: Hex dizesi (0x, virgülle ayrılmış)
uk: Копіювати як: рядок Hex (0x, через кому)
vi: Sao chép dạng: Chuỗi Hex (0x, phân cách bằng dấu phẩy)
zh_hans: 复制为：Hex 字符串（0x 前缀，逗号分隔）
zh_hant: 以格式複製：Hex 字串（0x，以逗號分隔）

# CmdAlias_edit_copyAs_hexCommaPrefixed
source: copy as hex string 0x, comma separated
ar: copy as hex string 0x, comma separated نسخ سلسلة Hex مفصولة بفواصل
cs: kopírovat kopirovat jako řetězec retezec hex 0x čárka carka copy as hex string 0x, comma separated
de: kopieren als hex zeichenfolge 0x komma copy as hex string comma separated
el: αντιγραφή ως συμβολοσειρά hex κόμμα copy as hex string 0x, comma separated
es: copiar como cadena hex 0x comas copy as hex string comma separated
fa: رونوشت به‌صورت رشتهٔ Hex, copy as hex string 0x, comma separated
fr: copier sous chaîne hex 0x virgules copy as hex string comma separated
hu: másolás másként masolas maskent karakterlánc vessző vesszo copy as hex string 0x, comma separated
id: salin sebagai string hex koma copy as hex string 0x, comma separated
it: copia come stringa virgole copy as hex string 0x, comma separated
ja: けいしきをせんたくしてこぴー hex 文字列 0x 付きカンマ区切り
ko: 다른 형식으로 복사 Hex 문자열 0x 쉼표 구분 copy as hex string 0x, comma separated
pl: kopiuj jako ciąg przecinki copy as hex string 0x, comma separated
pt: copiar como cadeia vírgula copy as hex string 0x, comma separated
ro: copiere ca șir sir hex 0x virgulă virgula copy as hex string 0x, comma separated
ru: копировать как строка через запятую copy as hex string 0x, comma separated
th: คัดลอกเป็น สตริง จุลภาค copy as hex string 0x, comma separated
tr: farklı kopyala hex dizesi virgülle ayrılmış copy as hex string 0x, comma separated
uk: копіювати як рядок кома copy as hex string 0x, comma separated
vi: sao chép dạng chuỗi hex dấu phẩy copy as hex string 0x, comma separated
zh_hans: 复制为 Hex 字符串 0x 前缀 逗号分隔 copy as hex string 0x, comma separated
zh_hant: 以格式複製 Hex 字串 逗號分隔 copy as hex string 0x, comma separated

# Cmd_edit_copyAs_hexEscaped
source: Copy as: Hex string (\x escapes)
ar: نسخ بتنسيق: سلسلة Hex (تسلسلات هروب \x)
cs: Kopírovat jako: Řetězec Hex (sekvence \x)
de: Kopieren als: Hex-Zeichenfolge (\x-Escapesequenzen)
el: Αντιγραφή ως: Συμβολοσειρά Hex (ακολουθίες διαφυγής \x)
es: Copiar como: cadena Hex (secuencias de escape \x)
fa: رونوشت به‌صورت: رشتهٔ Hex (گریزهای \x)
fr: Copier sous : chaîne Hex (séquences d'échappement \x)
hu: Másolás másként: Hex karakterlánc (\x escape-szekvenciák)
id: Salin sebagai: String Hex (escape \x)
it: Copia come: stringa Hex (sequenze di escape \x)
ja: 形式を選択してコピー: Hex 文字列 (\x エスケープ)
ko: 다른 형식으로 복사: Hex 문자열(\x 이스케이프)
pl: Kopiuj jako: ciąg Hex (sekwencje ucieczki \x)
pt: Copiar como: cadeia Hex (escapes \x)
ro: Copiere ca: șir Hex (secvențe escape \x)
ru: Копировать как: строка Hex (escape-последовательности \x)
th: คัดลอกเป็น: สตริง Hex (ลำดับหลีก \x)
tr: Farklı kopyala: Hex dizesi (\x kaçış dizileri)
uk: Копіювати як: рядок Hex (escape-послідовності \x)
vi: Sao chép dạng: Chuỗi Hex (Chuỗi thoát \x)
zh_hans: 复制为：Hex 字符串（\x 转义）
zh_hant: 以格式複製：Hex 字串（\x 逸出序列）

# CmdAlias_edit_copyAs_hexEscaped
source: copy as hex string \x escapes
ar: copy as hex string \x escapes نسخ سلسلة Hex تسلسلات هروب
cs: kopírovat kopirovat jako řetězec retezec hex sekvence copy as hex string \x escapes
de: kopieren als hex zeichenfolge \x escape copy as hex string escapes
el: αντιγραφή ως συμβολοσειρά hex διαφυγή copy as hex string \x escapes
es: copiar como cadena hex \x escape copy as hex string escapes
fa: رونوشت به‌صورت رشتهٔ Hex, copy as hex string \x escapes
fr: copier sous chaîne hex \x échappement copy as hex string escapes
hu: másolás másként masolas maskent karakterlánc copy as hex string \x escapes
id: salin sebagai string hex escape copy as hex string \x escapes
it: copia come stringa escape copy as hex string \x escapes
ja: けいしきをせんたくしてこぴー hex 文字列 \x エスケープ
ko: 다른 형식으로 복사 Hex 문자열 \x 이스케이프 copy as hex string \x escapes
pl: kopiuj jako ciąg ucieczki copy as hex string \x escapes
pt: copiar como cadeia escape copy as hex string \x escapes
ro: copiere ca șir sir hex secvențe secvente escape copy as hex string \x escapes
ru: копировать как строка escape copy as hex string \x escapes
th: คัดลอกเป็น สตริง ลำดับหลีก copy as hex string \x escapes
tr: farklı kopyala hex dizesi kaçış dizileri copy as hex string \x escapes
uk: копіювати як рядок copy as hex string \x escapes
vi: sao chép dạng chuỗi hex chuỗi thoát copy as hex string \x escapes
zh_hans: 复制为 Hex 字符串 \x 转义 copy as hex string \x escapes
zh_hant: 以格式複製 Hex 字串 逸出序列 copy as hex string \x escapes

# Cmd_edit_copyAs_hexUrl
source: Copy as: Hex string (URL encoding (all bytes))
ar: نسخ بتنسيق: سلسلة Hex (ترميز URL (كل البايتات))
cs: Kopírovat jako: Řetězec Hex (kódování URL (všechny bajty))
de: Kopieren als: Hex-Zeichenfolge (URL-Codierung (alle Bytes))
el: Αντιγραφή ως: Συμβολοσειρά Hex (κωδικοποίηση URL (όλα τα byte))
es: Copiar como: cadena Hex (codificación URL (todos los bytes))
fa: رونوشت به‌صورت: رشتهٔ Hex (رمزگذاری URL (همهٔ بایت‌ها))
fr: Copier sous : chaîne Hex (encodage URL (tous les octets))
hu: Másolás másként: Hex karakterlánc (URL-kódolás (minden bájt))
id: Salin sebagai: String Hex (pengodean URL (semua byte))
it: Copia come: stringa Hex (codifica URL (tutti i byte))
ja: 形式を選択してコピー: Hex 文字列 (URL エンコード (全バイト))
ko: 다른 형식으로 복사: Hex 문자열(URL 인코딩(모든 바이트))
pl: Kopiuj jako: ciąg Hex (kodowanie URL (wszystkie bajty))
pt: Copiar como: cadeia Hex (codificação de URL (todos os bytes))
ro: Copiere ca: șir Hex (codificare URL (toți octeții))
ru: Копировать как: строка Hex (URL-кодирование (все байты))
th: คัดลอกเป็น: สตริง Hex (การเข้ารหัส URL (ทุกไบต์))
tr: Farklı kopyala: Hex dizesi (URL kodlaması (tüm baytlar))
uk: Копіювати як: рядок Hex (URL-кодування (усі байти))
vi: Sao chép dạng: Chuỗi Hex (Mã hóa URL (tất cả byte))
zh_hans: 复制为：Hex 字符串（URL 编码（所有字节））
zh_hant: 以格式複製：Hex 字串（URL 編碼（所有位元組））

# CmdAlias_edit_copyAs_hexUrl
source: copy as hex string url encoding (all bytes)
ar: copy as hex string url encoding (all bytes) نسخ سلسلة Hex ترميز URL
cs: kopírovat kopirovat jako řetězec retezec hex kódování kodovani url všechny vsechny bajty copy as hex string url encoding (all bytes)
de: kopieren als hex zeichenfolge url codierung copy as hex string url encoding (all bytes)
el: αντιγραφή ως συμβολοσειρά hex κωδικοποίηση url copy as hex string url encoding (all bytes)
es: copiar como cadena hex codificación url copy as hex string url encoding (all bytes)
fa: رونوشت به‌صورت رشتهٔ Hex, copy as hex string url encoding (all bytes)
fr: copier sous chaîne hex encodage url copy as hex string url encoding (all bytes)
hu: másolás másként masolas maskent karakterlánc url-kódolás kodolas copy as hex string url encoding (all bytes)
id: salin sebagai string hex pengodean url copy as hex string url encoding (all bytes)
it: copia come stringa codifica url copy as hex string url encoding (all bytes)
ja: けいしきをせんたくしてこぴー hex 文字列 url エンコード (全バイト)
ko: 다른 형식으로 복사 Hex 문자열 URL 인코딩 모든 바이트 copy as hex string url encoding (all bytes)
pl: kopiuj jako ciąg kodowanie url copy as hex string url encoding (all bytes)
pt: copiar como cadeia codificação url copy as hex string url encoding (all bytes)
ro: copiere ca șir sir hex codificare url toți toti octeții octetii copy as hex string url encoding (all bytes)
ru: копировать как строка url-кодирование copy as hex string url encoding (all bytes)
th: คัดลอกเป็น สตริง การเข้ารหัส copy as hex string url encoding (all bytes)
tr: farklı kopyala hex dizesi url kodlaması tüm baytlar copy as hex string url encoding (all bytes)
uk: копіювати як рядок кодування copy as hex string url encoding (all bytes)
vi: sao chép dạng chuỗi hex mã hóa url copy as hex string url encoding (all bytes)
zh_hans: 复制为 Hex 字符串 URL 编码 所有字节 copy as hex string url encoding (all bytes)
zh_hant: 以格式複製 Hex 字串 URL 編碼 copy as hex string url encoding (all bytes)

# Cmd_edit_copyAs_hexCustom
source: Copy as: Hex string (Custom separator)
ar: نسخ بتنسيق: سلسلة Hex (فاصل مخصص)
cs: Kopírovat jako: Řetězec Hex (vlastní oddělovač)
de: Kopieren als: Hex-Zeichenfolge (benutzerdefiniertes Trennzeichen)
el: Αντιγραφή ως: Συμβολοσειρά Hex (προσαρμοσμένο διαχωριστικό)
es: Copiar como: cadena Hex (separador personalizado)
fa: رونوشت به‌صورت: رشتهٔ Hex (جداکنندهٔ سفارشی)
fr: Copier sous : chaîne Hex (séparateur personnalisé)
hu: Másolás másként: Hex karakterlánc (egyéni elválasztó)
id: Salin sebagai: String Hex (pemisah kustom)
it: Copia come: stringa Hex (separatore personalizzato)
ja: 形式を選択してコピー: Hex 文字列 (区切り文字を指定)
ko: 다른 형식으로 복사: Hex 문자열(사용자 지정 구분 기호)
pl: Kopiuj jako: ciąg Hex (niestandardowy separator)
pt: Copiar como: cadeia Hex (separador personalizado)
ro: Copiere ca: șir Hex (separator particularizat)
ru: Копировать как: строка Hex (свой разделитель)
th: คัดลอกเป็น: สตริง Hex (ตัวคั่นที่กำหนดเอง)
tr: Farklı kopyala: Hex dizesi (Özel ayırıcı)
uk: Копіювати як: рядок Hex (власний роздільник)
vi: Sao chép dạng: Chuỗi Hex (Dấu phân cách tùy chỉnh)
zh_hans: 复制为：Hex 字符串（自定义分隔符）
zh_hant: 以格式複製：Hex 字串（自訂分隔符號）

# CmdAlias_edit_copyAs_hexCustom
source: copy as hex string custom separator
ar: copy as hex string custom separator نسخ سلسلة Hex فاصل مخصص
cs: kopírovat kopirovat jako řetězec retezec hex vlastní vlastni oddělovač oddelovac copy as hex string custom separator
de: kopieren als hex zeichenfolge trennzeichen copy as hex string custom separator
el: αντιγραφή ως συμβολοσειρά hex προσαρμοσμένο διαχωριστικό copy as hex string custom separator
es: copiar como cadena hex separador personalizado copy as hex string custom separator
fa: رونوشت به‌صورت رشتهٔ Hex, copy as hex string custom separator
fr: copier sous chaîne hex séparateur personnalisé copy as hex string custom separator
hu: másolás másként masolas maskent karakterlánc egyéni elválasztó copy as hex string custom separator
id: salin sebagai string hex pemisah kustom copy as hex string custom separator
it: copia come stringa separatore personalizzato copy as hex string custom separator
ja: けいしきをせんたくしてこぴー hex 文字列 区切り文字を指定
ko: 다른 형식으로 복사 Hex 문자열 사용자 지정 구분 기호 copy as hex string custom separator
pl: kopiuj jako ciąg niestandardowy separator copy as hex string custom separator
pt: copiar como cadeia separador personalizado copy as hex string custom separator
ro: copiere ca șir sir hex separator particularizat copy as hex string custom separator
ru: копировать как строка свой разделитель copy as hex string custom separator
th: คัดลอกเป็น สตริง ตัวคั่น กำหนดเอง copy as hex string custom separator
tr: farklı kopyala hex dizesi özel ayırıcı copy as hex string custom separator
uk: копіювати як рядок роздільник copy as hex string custom separator
vi: sao chép dạng chuỗi hex dấu phân cách tùy chỉnh copy as hex string custom separator
zh_hans: 复制为 Hex 字符串 自定义分隔符 copy as hex string custom separator
zh_hant: 以格式複製 Hex 字串 自訂分隔符號 copy as hex string custom separator

# Cmd_edit_copyAs_decimal
source: Copy as: Numbers (Decimal)
ar: نسخ بتنسيق: أرقام (عشري)
cs: Kopírovat jako: Čísla (desítková)
de: Kopieren als: Zahlen (dezimal)
el: Αντιγραφή ως: Αριθμοί (δεκαδικοί)
es: Copiar como: números (decimal)
fa: رونوشت به‌صورت: اعداد (دهدهی)
fr: Copier sous : nombres (décimal)
hu: Másolás másként: Számok (decimális)
id: Salin sebagai: Angka (desimal)
it: Copia come: numeri (decimale)
ja: 形式を選択してコピー: 数値列 (10 進)
ko: 다른 형식으로 복사: 숫자(10진수)
pl: Kopiuj jako: liczby (dziesiętny)
pt: Copiar como: números (decimal)
ro: Copiere ca: numere (zecimal)
ru: Копировать как: числа (десятичные)
th: คัดลอกเป็น: ตัวเลข (ฐานสิบ)
tr: Farklı kopyala: Sayılar (Ondalık)
uk: Копіювати як: числа (десяткові)
vi: Sao chép dạng: Số (Thập phân)
zh_hans: 复制为：数字（十进制）
zh_hant: 以格式複製：數字（十進位）

# CmdAlias_edit_copyAs_decimal
source: copy as numbers decimal
ar: copy as numbers decimal نسخ أرقام عشري
cs: kopírovat kopirovat jako čísla cisla desítková desitkova copy as numbers decimal
de: kopieren als zahlen dezimal copy as numbers decimal
el: αντιγραφή ως αριθμοί δεκαδικό copy as numbers decimal
es: copiar como números decimal copy as numbers
fa: رونوشت به‌صورت اعداد, copy as numbers decimal
fr: copier sous nombres décimal copy as numbers decimal
hu: másolás másként masolas maskent számok szamok decimális decimalis copy as numbers decimal
id: salin sebagai angka desimal copy as numbers decimal
it: copia come numeri decimale copy as numbers decimal
ja: けいしきをせんたくしてこぴー 数値列 10 進
ko: 다른 형식으로 복사 숫자 10진수 copy as numbers decimal
pl: kopiuj jako liczby dziesiętny copy as numbers decimal
pt: copiar como números decimal copy as numbers
ro: copiere ca numere zecimal copy as numbers decimal
ru: копировать как числа десятичные copy as numbers decimal
th: คัดลอกเป็น ตัวเลข ฐานสิบ copy as numbers decimal
tr: farklı kopyala sayılar ondalık copy as numbers decimal
uk: копіювати як числа десяткові copy as numbers decimal
vi: sao chép dạng số thập phân copy as numbers decimal
zh_hans: 复制为 数字 十进制 copy as numbers decimal
zh_hant: 以格式複製 數字 十進位 copy as numbers decimal

# Cmd_edit_copyAs_octal
source: Copy as: Numbers (Octal)
ar: نسخ بتنسيق: أرقام (ثماني)
cs: Kopírovat jako: Čísla (osmičková)
de: Kopieren als: Zahlen (oktal)
el: Αντιγραφή ως: Αριθμοί (οκταδικοί)
es: Copiar como: números (octal)
fa: رونوشت به‌صورت: اعداد (هشت‌هشتی)
fr: Copier sous : nombres (octal)
hu: Másolás másként: Számok (oktális)
id: Salin sebagai: Angka (oktal)
it: Copia come: numeri (ottale)
ja: 形式を選択してコピー: 数値列 (8 進)
ko: 다른 형식으로 복사: 숫자(8진수)
pl: Kopiuj jako: liczby (ósemkowy)
pt: Copiar como: números (octal)
ro: Copiere ca: numere (octal)
ru: Копировать как: числа (восьмеричные)
th: คัดลอกเป็น: ตัวเลข (ฐานแปด)
tr: Farklı kopyala: Sayılar (Sekizlik)
uk: Копіювати як: числа (вісімкові)
vi: Sao chép dạng: Số (Bát phân)
zh_hans: 复制为：数字（八进制）
zh_hant: 以格式複製：數字（八進位）

# CmdAlias_edit_copyAs_octal
source: copy as numbers octal
ar: copy as numbers octal نسخ أرقام ثماني
cs: kopírovat kopirovat jako čísla cisla osmičková osmickova copy as numbers octal
de: kopieren als zahlen oktal copy as numbers octal
el: αντιγραφή ως αριθμοί οκταδικό copy as numbers octal
es: copiar como números octal copy as numbers
fa: رونوشت به‌صورت اعداد, copy as numbers octal
fr: copier sous nombres octal copy as numbers
hu: másolás másként masolas maskent számok szamok oktális oktalis copy as numbers octal
id: salin sebagai angka oktal copy as numbers octal
it: copia come numeri ottale copy as numbers octal
ja: けいしきをせんたくしてこぴー 数値列 8 進
ko: 다른 형식으로 복사 숫자 8진수 copy as numbers octal
pl: kopiuj jako liczby ósemkowy copy as numbers octal
pt: copiar como números octal copy as numbers
ro: copiere ca numere octal copy as numbers octal
ru: копировать как числа восьмеричные copy as numbers octal
th: คัดลอกเป็น ตัวเลข ฐานแปด copy as numbers octal
tr: farklı kopyala sayılar sekizlik copy as numbers octal
uk: копіювати як числа вісімкові copy as numbers octal
vi: sao chép dạng số bát phân copy as numbers octal
zh_hans: 复制为 数字 八进制 copy as numbers octal
zh_hant: 以格式複製 數字 八進位 copy as numbers octal

# Cmd_edit_copyAs_binary
source: Copy as: Numbers (Binary)
ar: نسخ بتنسيق: أرقام (ثنائي)
cs: Kopírovat jako: Čísla (binární)
de: Kopieren als: Zahlen (binär)
el: Αντιγραφή ως: Αριθμοί (δυαδικοί)
es: Copiar como: números (binario)
fa: رونوشت به‌صورت: اعداد (دودویی)
fr: Copier sous : nombres (binaire)
hu: Másolás másként: Számok (bináris)
id: Salin sebagai: Angka (biner)
it: Copia come: numeri (binario)
ja: 形式を選択してコピー: 数値列 (2 進)
ko: 다른 형식으로 복사: 숫자(2진수)
pl: Kopiuj jako: liczby (binarny)
pt: Copiar como: números (binário)
ro: Copiere ca: numere (binar)
ru: Копировать как: числа (двоичные)
th: คัดลอกเป็น: ตัวเลข (ฐานสอง)
tr: Farklı kopyala: Sayılar (İkili)
uk: Копіювати як: числа (двійкові)
vi: Sao chép dạng: Số (Nhị phân)
zh_hans: 复制为：数字（二进制）
zh_hant: 以格式複製：數字（二進位）

# CmdAlias_edit_copyAs_binary
source: copy as numbers binary
ar: copy as numbers binary نسخ أرقام ثنائي
cs: kopírovat kopirovat jako čísla cisla binární binarni dvojková dvojkova copy as numbers binary
de: kopieren als zahlen binär copy as numbers binary
el: αντιγραφή ως αριθμοί δυαδικό copy as numbers binary
es: copiar como números binario copy as numbers binary
fa: رونوشت به‌صورت اعداد, copy as numbers binary
fr: copier sous nombres binaire copy as numbers binary
hu: másolás másként masolas maskent számok szamok bináris binaris copy as numbers binary
id: salin sebagai angka biner copy as numbers binary
it: copia come numeri binario copy as numbers binary
ja: けいしきをせんたくしてこぴー 数値列 2 進
ko: 다른 형식으로 복사 숫자 2진수 copy as numbers binary
pl: kopiuj jako liczby binarny copy as numbers binary
pt: copiar como números binário copy as numbers binary
ro: copiere ca numere binar copy as numbers binary
ru: копировать как числа двоичные copy as numbers binary
th: คัดลอกเป็น ตัวเลข ฐานสอง copy as numbers binary
tr: farklı kopyala sayılar ikili copy as numbers binary
uk: копіювати як числа двійкові copy as numbers binary
vi: sao chép dạng số nhị phân copy as numbers binary
zh_hans: 复制为 数字 二进制 copy as numbers binary
zh_hant: 以格式複製 數字 二進位 copy as numbers binary

# Cmd_edit_copyAs_arrayC
source: Copy as: Array (C)
ar: نسخ بتنسيق: مصفوفة (C)
cs: Kopírovat jako: Pole (C)
de: Kopieren als: Array (C)
el: Αντιγραφή ως: Πίνακας (C)
es: Copiar como: matriz (C)
fa: رونوشت به‌صورت: آرایه (C)
fr: Copier sous : tableau (C)
hu: Másolás másként: Tömb (C)
id: Salin sebagai: Array (C)
it: Copia come: array (C)
ja: 形式を選択してコピー: 配列 (C)
ko: 다른 형식으로 복사: 배열(C)
pl: Kopiuj jako: tablica (C)
pt: Copiar como: matriz (C)
ro: Copiere ca: matrice (C)
ru: Копировать как: массив (C)
th: คัดลอกเป็น: อาร์เรย์ (C)
tr: Farklı kopyala: Dizi (C)
uk: Копіювати як: масив (C)
vi: Sao chép dạng: Mảng (C)
zh_hans: 复制为：数组 (C)
zh_hant: 以格式複製：陣列 (C)
